/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Un monitor a fost deconectat în timpul jocului și a dus la sfârșirea meciului! Trebuie să repornești jocul dacă dorești să folosești monitorul secundar din nou.";

/* from the scheme panel
   from the team panel */
"Add" = "Adaugă";

/* No comment provided by engineer. */
"Aggressive" = "Agresiv";

/* No comment provided by engineer. */
"All" = "Tot";

/* from the settings table */
"Alternate Damage" = "Daună alternativă";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Sunteți sigur?";

/* from the settings table */
"Audio Preferences" = "Preferințe Audio";

/* No comment provided by engineer. */
"Available Teams" = "Echipe disponibile";

/* No comment provided by engineer. */
"Average" = "Medie";

/* No comment provided by engineer. */
"Backup" = "Rezervă";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Înainte de a juca previzualizarea trebuie să fie generată";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Înainte de a reveni previzualizarea trebuie să fie generată";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Bătăuș";

/* No comment provided by engineer. */
"Cancel" = "Anulează";

/* No comment provided by engineer. */
"Cavern" = "Cavernă";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Schimbă pălăriile aricilor";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Discută cu dezvoltatorii pe IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Alege un simbol carismatic pentru echipa ta";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Alege mormintele ariciului";

/* No comment provided by engineer. */
"Choose team fort" = "Alege fortăreața echipei";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Alegând un sistem se va selecta arma asociată acesteia";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Meniul muniției clasice";

/* No comment provided by engineer. */
"Community" = "Comunitate";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Alertele de vătămare te vor anunța la fiecare lovitură";

/* from the scheme panel
   from the team panel */
"Done" = "Terminat";

/* from the scheme panel
   from the team panel */
"Edit" = "Editează";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Editează preferințele schemei";

/* No comment provided by engineer. */
"Edit team settings" = "Editează setările echipei";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Editează preferințele armelor";

/* No comment provided by engineer. */
"End Game" = "Sfârșitul jocului";

/* No comment provided by engineer. */
"Flag" = "Steag";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Urmează-ne pe Twitter";

/* No comment provided by engineer. */
"Fort" = "Fortăreață";

/* No comment provided by engineer. */
"Game Modifiers" = "Modificatorii jocului";

/* No comment provided by engineer. */
"Game Settings" = "Setările jocului";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Grave" = "Mormânt";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Războiul aricilor suportă o configurație de mai multe monitoare, dar ecranul trebuie să fie conectat înainte de a începe jocul.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Aricii controlați de IA";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Ține degetul pe o armă ca să vezi ce face.\nApasă oriunde pentru a renunța.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Ține degetul pe o armă ca să vezi ce face.\nPoți să muți această fereastră oriunde pe ecran.";

/* ammo selection */
"Initial quantity " = "Cantitate inițială";

/* from the settings table */
"Insert your password" = "Introdu parola";

/* from the settings table */
"Insert your username (if you have one)" = "Introdu numele de utilizator (dacă ai unul)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Alătură-te nouă pe Facebook";

/* No comment provided by engineer. */
"Large" = "Mare";

/* No comment provided by engineer. */
"Large Floating Islands" = "Insule largi plutitoare";

/* No comment provided by engineer. */
"Large Tunnels" = "Tuneluri mari";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Lasă o revizuire pozitivă pe iTunes!";

/* No comment provided by engineer. */
"Level" = "Nivel";

/* No comment provided by engineer. */
"Loading..." = "Încărcare...";

/* from the settings table */
"Main Configuration" = "Configurație principală";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Marchează moartea războinicilor tai căzuți";

/* No comment provided by engineer. */
"Max Hogs:" = "Număr maxim de arici:";

/* No comment provided by engineer. */
"Medium" = "Mediu";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Insule medii plutitoare";

/* No comment provided by engineer. */
"Medium Tunnels" = "Tuneluri medii";

/* No comment provided by engineer. */
"Missing detail" = "Detaliu lipsește";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Misiunile nu necesită configurare suplimentară";

/* from the settings table */
"Music" = "Muzică";

/* No comment provided by engineer. */
"Names and Hats" = "Nume și pălării";

/* from the settings table */
"Nickname" = "Poreclă";

/* No comment provided by engineer. */
"No filter" = "Fără filtru";

/* No comment provided by engineer. */
"No thanks" = "Nu, mulțumesc";

/* ammo selection */
"Number of turns before you can use this weapon " = "Numărul de runde trecute înainte de a putea folosi această armă ";

/* Short for 'Never' */
"Nvr" = "Niciodată";

/* No comment provided by engineer. */
"Of course!" = "Desigur!";

/* No comment provided by engineer. */
"Ok, got it" = "OK, am înțeles";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Optează pentru a controla echipa sau lasă pe IA să conducă";

/* from the settings table */
"Other Settings" = "Alte setări";

/* from the settings table */
"Password" = "Parolă";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Alege un argou pe care aricii tăi îl vor spune";

/* No comment provided by engineer. */
"Playing Teams" = "Echipe jucătoare";

/* ammo selection */
"Presence probability in crates " = "Prezenta probabilității în lăzi ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Apasă pentru a relua jocul sau sfâșie pentru a șterge jocul salvat.";

/* No comment provided by engineer. */
"Preview not available" = "Previzualizare indisponibilă";

/* ammo selection */
"Quantity that you will find in a crate " = "Cantitatea pe care o vei găsi în ladă ";

/* No comment provided by engineer. */
"Remind me later" = "Amintește-mi mai tarziu";

/* Short for 'Random' */
"Rnd" = "Aleator";

/* No comment provided by engineer. */
"Save" = "Salvează";

/* No comment provided by engineer. */
"Scheme" = "Schemă";

/* No comment provided by engineer. */
"Scheme mismatch" = "Schemă nepotrivită";

/* No comment provided by engineer. */
"Scheme Name" = "Numele schemelei";

/* No comment provided by engineer. */
"Schemes" = "Scheme";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Selectează cel puțin două echipe pentru a juca";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Selectează o schema și o armă pentru acest joc";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Selectează fortăreața invincibilă a echipei (validă doar pentru jocurile cu fortărețe)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Selectează ce stil de muniție preferi";

/* No comment provided by engineer. */
"Set difficulty level" = "Setează dificultatea nivelului";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Setează vocile aricilor";

/* No comment provided by engineer. */
"Set team flag" = "Setează steagul echipei";

/* on the overlay */
"Set!" = "Setează!";

/* No comment provided by engineer. */
"Show Help" = "Afișează ajutorul";

/* No comment provided by engineer. */
"Small" = "Mic";

/* No comment provided by engineer. */
"Small Floating Islands" = "Insule mic plutitoare";

/* No comment provided by engineer. */
"Small Tunnels" = "Tuneluri mici";

/* from the settings table */
"Sound" = "Sunet";

/* No comment provided by engineer. */
"Style" = "Stil";

/* No comment provided by engineer. */
"Support" = "Suport";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Sinchronizarea schemelor și a armelor";

/* No comment provided by engineer. */
"Tag" = "Etichetă";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Apasă pentru a adăuga arici sau pentru a schimba culoarea, atinge și ține apăsat pentru a șterge echipa.";

/* No comment provided by engineer. */
"Team Name" = "Numele echipei";

/* No comment provided by engineer. */
"Team Preferences" = "Preferințele echipei";

/* No comment provided by engineer. */
"Teams" = "Echipe";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Harta este prea mica pentru acest număr de arici";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Insigna de robot indică o echipa controlată de IA.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Schema pe care ai selectat-o îți dă permisiunea doar pentru două echipe";

/* No comment provided by engineer. */
"This weapon is locked" = "Această arm[ este blocată";

/* No comment provided by engineer. */
"Too few teams playing" = "Prea puține echipe se joacă";

/* No comment provided by engineer. */
"Too many hogs" = "Prea mulți arici";

/* No comment provided by engineer. */
"Too many teams" = "Prea multe echipe";

/* No comment provided by engineer. */
"Visit our website" = "Vizitează situl nostru";

/* No comment provided by engineer. */
"Voice" = "Voce";

/* No comment provided by engineer. */
"Wacky" = "Trăznit";

/* No comment provided by engineer. */
"Wait for the Preview" = "Așteaptă pentru previzualizare";

/* No comment provided by engineer. */
"Weaky" = "Slăbuț";

/* No comment provided by engineer. */
"Weapon" = "Armă";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Muniții ale armei";

/* No comment provided by engineer. */
"Weapons" = "Arme";

/* No comment provided by engineer. */
"Weaponset Name" = "Numele setului de arme";

/* No comment provided by engineer. */
"Well, maybe not..." = "Bine, poate nu...";

/* No comment provided by engineer. */
"Worldwide" = "Mondial";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Poți adăuga o descriere dacă dorești";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Ai depășit num[rul maxim de echipe permise in joc";

